import product1 from "@/assets/images/product1.jpg"
import product2 from "@/assets/images/product2.jpg"
import product3 from "@/assets/images/product3.jpg"
import product4 from "@/assets/images/product4.jpg"

export const products = [
  {
    id: 1,
    name: "«Рождение Венеры» Сандро Боттичелли",
    price: 1000000,
    oldPrice: 2000000,
    description:
      "Картина итальянского художника Сандро Боттичелли, созданная около 1484–1486 годов. Одно из самых известных произведений эпохи Возрождения. Хранится в галерее Уффици во Флоренции.",
    image: product1
  },
  {
    id: 2,
    name: "«Тайная вечеря» Леонардо да Винчи",
    price: 3000000,
    oldPrice: null,
    description:
      "Монументальная роспись Леонардо да Винчи, выполненная в 1495–1498 годах. Изображает сцену из Евангелия от Иоанна — момент, когда Иисус объявил, что один из апостолов предаст его.",
    image: product2
  },
  {
    id: 3,
    name: "«Сотворение Адама» Микеланджело",
    price: 5000000,
    oldPrice: 6000000,
    description:
      "Фрагмент росписи потолка Сикстинской капеллы, выполненной Микеланджело Буонарроти в 1508–1512 годах. Изображает библейскую сцену передачи жизни Адаму от Бога.",
    image: product3
  },
  {
    id: 4,
    name: "«Урок анатомии» Рембрандт",
    price: 4000000,
    oldPrice: 2000000,
    description:
      "Картина нидерландского художника Рембрандта ван Рейна, написанная в 1632 году. Изображает публичный урок анатомии доктора Николаса Тульпа в Амстердаме.",
    image: product4
  }
]
